Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_DISABLE_SYNCING_MESSAGE_iPod touch
source: Your iCloud Photos is currently updating. To ensure all photos and videos are uploaded, allow the update to finish.
ar: يتم الآن تحديث صور iCloud الخاصة بك. لضمان تحميل كل الصور والفيديوهات، اترك التحديث حتى ينتهي.
bg: Вашите iCloud снимки се обновяват в момента. За да сте сигурни, че са качени всички снимки и видео, оставете обновяването да приключи.
ca: S’estan actualitzant les fotos a l’iCloud. Per garantir que es carreguin totes les fotos i els vídeos, deixa que s’acabi l’actualització.
cs: Vaše fotky na iCloudu se aktualizují. Chcete‑li odeslat všechny fotky a videa, vyčkejte na dokončení aktualizace.
da: iCloud-fotos opdateres nu. Lad opdateringen blive færdig for at sikre, at alle fotos og videoer overføres.
de: iCloud-Fotos wird gerade aktualisiert. Warte, bis das Update beendet ist, um sicherzustellen, dass alle Fotos und Videos hochgeladen wurden.
el: Οι Φωτογραφίες iCloud ενημερώνονται τώρα. Για να διασφαλιστεί το ανέβασμα όλων των φωτογραφιών και βίντεο, αφήστε την ενημέρωση να ολοκληρωθεί.
es: Las fotos en iCloud se están actualizando. Para asegurarte de que se cargan todas las fotos y vídeos, espera a que termine la actualización.
es_us: Se está actualizando Fotos en iCloud. Permite que la actualización termine para asegurarte de que todos los videos y fotos se hayan cargado.
fi: iCloud-kuviasi päivitetään parhaillaan. Varmista kaikkien kuvien ja videoiden siirto suorittamalla päivitys loppuun.
fr: Photos iCloud est en cours de mise à jour. Pour garantir le transfert de toutes les photos et vidéos, attendez la fin de la mise à jour.
fr_ca: Vos photos iCloud sont en cours de mise à jour. Pour vous assurer que l’ensemble des photos et vidéos ont été téléversées, n’interrompez pas la mise à jour.
he: ״תמונות iCloud״ מתעדכן כעת. כדי לוודא שכל התמונות והסרטונים יועלו, יש לאפשר לעדכון להסתיים.
hi: वर्तमान में आपके iCloud तस्वीर को अपडेट किया जा रहा है। तस्वीरों और वीडियो का अपलोड सुनिश्चित करने के लिए अपडेट को पूरा होने दें।
hr: Vaše iCloud fotografije trenutačno se ažuriraju. Kako biste bili sigurni da će se postaviti sve fotografije i videozapisi, pustite da ažuriranje završi.
hu: Az iCloud-fotók jelenleg frissítés alatt áll. Annak érdekében, hogy a fotók és videók fel legyenek töltve, engedélyezze a frissítés befejezését.
id: Foto iCloud Anda sedang diperbarui. Untuk memastikan semua foto dan video telah terunggah, tunggu hingga pembaruan selesai.
it: È in corso l’aggiornamento delle foto di iCloud. Per fare in modo che tutti i video e le foto vengano caricati, attendi la fine dell’aggiornamento.
ja: iCloud写真は現在アップデート中です。 すべての写真とビデオをアップロードするには、アップデートを完了させてください。
kk: iCloud фотолары жаңартылуда. Барлық фото мен видеоны жүктеп салу үшін жаңарту процесінің аяқталғанын күтіңіз.
ko: 현재 iCloud 사진을 업데이트하는 중입니다. 모든 사진 및 비디오가 업로드될 수 있도록 업데이트를 끝까지 완료하십시오.
lt: Programa „iCloud“ nuotraukos“ šiuo metu atnaujinama. Norėdami užtikrinti, kad bus įkeltos visos nuotraukos ir vaizdo įrašai, palaukite, kol atnaujinimas bus baigtas.
ms: Foto iCloud anda sedang dikemas kini. Untuk memastikan semua foto dan video dimuat naik, benarkan kemas kini selesai.
nb: iCloud Bilder oppdateres. La oppdateringen fullføres, slik at alle bilder og videoer lastes opp.
nl: Je iCloud-foto's wordt momenteel bijgewerkt. Laat het bijwerken voltooien om ervoor te zorgen dat alle foto's en video's worden geüpload.
pl: Trwa uaktualnianie Zdjęć w iCloud. Aby upewnić się, że wszystkie zdjęcia i wideo zostały wysłane, poczekaj na ukończenie tego procesu.
pt: As Fotos do iCloud estão sendo atualizadas. Para garantir que todas as fotos e vídeos sejam enviados, permita o término da atualização.
pt_pt: As Fotografias em iCloud estão a ser atualizadas. Para garantir que todos os vídeos e fotografias são enviados, certifique‑se de que a atualização é concluída.
ro: Funcționalitatea Poze iCloud este în curs de actualizare. Pentru a asigura încărcarea tuturor pozelor și clipurilor video, permiteți finalizarea actualizării.
ru: Выполняется обновление Фото iCloud. Для выгрузки всех фото и видео дождитесь завершения обновления.
sk: Služba iCloud Fotky sa práve aktualizuje. Pre odoslanie všetkých fotiek a videí počkajte na dokončenie aktualizácie.
sl: Funkcija Fotografije iCloud se trenutno posodablja. Za uspešno nalaganje vseh fotografij in videov počakajte, da se posodobitev zaključi.
sv: iCloud-bilder uppdateras just nu. Låt uppdateringen slutföras om du vill vara säker på att alla bilder och videor överförs.
th: “รูปภาพ iCloud” ของคุณกำลังอัปเดตอยู่ตอนนี้ เพื่อให้แน่ใจว่ารูปภาพและวิดีโอของคุณถูกอัปโหลดทั้งหมด โปรดรอจนการอัปเดตสำเร็จ
tr: iCloud Fotoğrafları’nız şu anda güncelleniyor. Tüm fotoğrafların ve videoların karşıya yüklendiğinden emin olmak için güncellemenin bitmesini bekleyin.
uk: Фото iCloud наразі оновлюється. Щоб закачалися всі фото й відео, дочекайтеся завершення оновлення.
vi: Ảnh iCloud của bạn hiện đang cập nhật. Để đảm bảo tất cả ảnh và video được tải lên, hãy để quá trình cập nhật hoàn tất.
zh_cn: 你的iCloud照片正在更新。 请允许更新完成，以确保所有照片和视频均已上传。
zh_hk: 你的「iCloud相片」正在更新。 請等候更新完成，以確保所有相片及影片都已上載。
zh_tw: 正在更新你的「iCloud照片」。 若要確保所有照片和影片都已上傳，請等待更新完成。

# ICLOUDPHOTOS_DISABLE_SYNCING_STOP
source: Stop Updating and Turn Off
ar: إيقاف التحديث والإيقاف
bg: Спри обновяването и изключи
ca: Deixa d’actualitzar i desactiva
cs: Zastavit aktualizaci a vypnout
da: Stop opdatering, og slå fra
de: Aktualisierung stoppen und ausschalten
el: Διακοπή ενημέρωσης και απενεργοποίηση
es: Detener actualización y desactivar
es_us: Dejar de actualizar y desactivar
fi: Lopeta päivitys ja laita pois päältä
fr: Interrompre la mise à jour et désactiver
fr_ca: Arrêter la mise à jour et désactiver
he: הפסקת העדכון וכיבוי
hi: अपडेट रोकें और बंद करें
hr: Zaustavi ažuriranje i isključi
hu: Frissítés leállítása és kikapcsolás
id: Berhenti Memperbarui dan Matikan
it: Interrompi aggiornamento e disattiva
ja: 中止してオフにする
kk: Жаңарту процесін тоқтатып, өшіру
ko: 업데이트 중단 및 끄기
lt: Stabdyti atnaujinimą ir išjungti
ms: Henti Mengemas Kini dan Nyahaktifkan
nb: Stopp oppdatering og slå av
nl: Stop bijwerken en schakel uit
pl: Nie uaktualniaj i wyłącz
pt: Parar de Atualizar e Desativar
pt_pt: Parar atualização e desativar
ro: Opriți actualizarea și dezactivați
ru: Остановить обновление и выключить
sk: Zastaviť aktualizáciu a vypnúť
sl: Ustavi posodabljanje in izklopi
sv: Sluta uppdatera och stäng av
th: หยุดอัปเดตและปิดใช้
tr: Güncellemeyi Durdur ve Kapat
uk: Зупинити і вимкнути
vi: Dừng Cập nhật và Tắt
zh_cn: 停止更新并关闭
zh_hk: 停止更新並關閉
zh_tw: 停止更新並關閉

# ICLOUDPHOTOS_DISABLE_SYNCING_TITLE
source: iCloud Photos is Updating
ar: يتم الآن تحديث صور iCloud
bg: Обновяване на iCloud снимки
ca: Actualització de les fotos a l’iCloud
cs: Fotky na iCloudu se aktualizují
da: iCloud-fotos opdateres
de: iCloud-Fotos wird aktualisiert
el: Οι Φωτογραφίες iCloud ενημερώνονται
es: Las fotos en iCloud se están actualizando
es_us: Fotos en iCloud se está actualizando
fi: iCloud-kuvia päivitetään
fr: Mise à jour de Photos iCloud
fr_ca: Mise à jour de Photos iCloud
he: ״תמונות iCloud״ מתעדכן
hi: iCloud तस्वीर को अपडेट किया जा रहा है
hr: iCloud fotografije se ažuriraju
hu: Az iCloud-fotók frissítés alatt áll
id: Foto iCloud sedang Diperbarui
it: Aggiornamento “Foto di iCloud” in corso
ja: iCloud写真をアップデート中
kk: iCloud фотолары жаңартылуда
ko: iCloud 사진 업데이트 중
lt: Programa „iCloud“ nuotraukos“ atnaujinama
ms: Foto iCloud sedang Dikemas Kini
nb: iCloud Bilder oppdateres
nl: iCloud-foto's wordt bijgewerkt
pl: Uaktualniam Zdjęcia w iCloud
pt: Atualizando Fotos do iCloud
pt_pt: Fotografias em iCloud estão a ser atualizadas
ro: Funcționalitatea Poze iCloud se actualizează
ru: Идет обновление Фото iCloud
sk: iCloud Fotky sa aktualizujú
sl: Funkcija Fotografije iCloud se posodablja
sv: iCloud-bilder uppdateras
th: “รูปภาพ iCloud” กำลังอัปเดต
tr: iCloud Fotoğrafları Güncelleniyor
uk: Фото iCloud оновлюється
vi: Ảnh iCloud đang cập nhật
zh_cn: iCloud照片正在更新
zh_hk: 正在更新「iCloud相片」
zh_tw: 正在更新「iCloud照片」

# ICLOUDPHOTOS_DUMP_STATUS
source: Dump Status
ar: حالة التفريغ
bg: Състояние на разтоварените данни
ca: Estat de buidatge
cs: Vypsat stav
da: Eksporter status
de: Sicherungsstatus
el: Κατάσταση αποτύπωσης
es: Estado del volcado
es_us: Estado de transmisión
fi: Tallenna tila
fr: État du transfert
fr_ca: État du transfert
he: ייצוא דו״ח מצב
hi: डंप स्टेटस
hr: Status brisanja
hu: Állapot kiírása
id: Buang Status
it: Esegui dump stato
ja: ダンプの状況
kk: Дамп күйі
ko: 덤프 상태
lt: Iškelties būsena
ms: Status Buangan
nb: Eksporter status
nl: Bewaar status
pl: Status zrzutu
pt: Estado do Dump
pt_pt: Estado da exportação
ro: Stare dump
ru: Статус дампа
sk: Vypísať stav
sl: Stanje paketnega izvoza
sv: Dumpa statusloggar
th: เก็บบันทึกสถานะ
tr: Durum Dökümü
uk: Стан дампу
vi: Trạng thái Kết xuất
zh_cn: 状态转储
zh_hk: 傾印狀態
zh_tw: 傾印狀態

# ICLOUDPHOTOS_GROUP_FOOTER_DESCRIPTION
source: Automatically upload and safely store all your photos and videos in iCloud so you can browse, search, and share from any of your devices.
ar: قم بالتحميل التلقائي والتخزين الآمن لكل الصور والفيديوهات في iCloud لتتمكن من التصفح والبحث والمشاركة من أي جهاز من أجهزتك.
bg: Автоматично качвайте и съхранявайте съвсем безопасно всичките си снимки и видеа в iCloud, така че да ги преглеждате, откривате и споделяте от всяко едно от устройствата ви.
ca: Carrega automàticament i desa de manera segura les fotos i els vídeos a l’iCloud per poder‑los trobar i compartir des de qualsevol dispositiu.
cs: Automaticky odesílejte a bezpečně ukládejte všechny své fotky a videa na iCloud a prohlížejte, prohledávejte a sdílejte je na všech svých zařízeních.
da: Overfør automatisk alle dine fotos og videoer til iCloud, hvor du kan opbevare dem sikkert, så du kan gennemse, søge og dele på alle dine enheder.
de: Lade deine gesamte Mediathek automatisch in iCloud hoch. Deine Fotos und Videos werden dort sicher gespeichert und du kannst sie durchsuchen und von allen deinen Geräten aus teilen.
el: Αυτόματο ανέβασμα και ασφαλής αποθήκευση όλων των φωτογραφιών και βίντεό σας στο iCloud, ώστε να μπορείτε να κάνετε περιήγηση, αναζήτηση και κοινή χρήση από όλες τις συσκευές σας.
es: Carga automáticamente y guarda de forma segura todas tus fotos y vídeos en iCloud para poder acceder a ellos, buscarlos y compartirlos desde cualquier dispositivo.
es_us: Carga y almacena de forma segura y automática todas tus fotos y videos en iCloud para explorar, buscar y compartir desde todos tus dispositivos.
fi: Siirrä kaikki kuvasi ja videosi automaattisesti ja tallenna ne turvallisesti iCloudiin, jotta voit selata, etsiä ja jakaa kaikilla laitteillasi.
fr: Transférez automatiquement et stockez en toute sécurité toutes vos photos et vidéos sur iCloud afin de pouvoir les parcourir, les rechercher et les partager depuis n’importe lequel de vos appareils.
fr_ca: Téléversez et stockez automatiquement toutes vos photos et vidéos en sécurité dans iCloud pour pouvoir les visionner, les rechercher et les partager à partir de tous vos appareils.
he: באפשרותך להעלות את כל התמונות והסרטונים שלך לאחסון בטוח ב-iCloud, כדי שתהיה לך אפשרות לעיין בהם ולחפש ולשתף אותם דרך כל המכשירים שלך.
hi: अपनी सभी तस्वीरें और वीडियो iCloud पर ऑटोमैटिकली अपलोड और सुरक्षित रूप से संग्रहित करें जिससे आप किसी भी डिवाइस से उन्हें ब्राउज़ कर सकें, खोज सकें और शेयर कर सकें।
hr: Automatsko postavljanje i sigurno pohranjivanje svih fotografija i videozapisa na iCloudu kako biste ih mogli pregledavati, pretraživati i dijeliti s bilo kojeg svog uređaja.
hu: Automatikusan feltöltheti és biztonságosan tárolhatja az összes fotóját és videóját az iCloudban, hogy bármelyik eszközéről lehetősége legyen böngészni, keresni és megosztani őket.
id: Unggah secara otomatis dan simpan semua foto dan video Anda dengan aman di iCloud sehingga Anda dapat menelusuri, mencari, dan berbagi dari semua perangkat Anda.
it: Carica automaticamente e conserva in maniera sicura tutte le tue foto e i tuoi video su iCloud per poterli sfogliare, cercare e condividere da qualsiasi dispositivo.
ja: すべての写真とビデオをiCloudに自動的にアップロードして安全に保存し、お使いのあらゆるデバイスからブラウズ、検索、および共有できるようにします。
kk: Кез келген құрылғыңыздан фотолар мен видеоларды көруге, іздеуге, сондай-ақ оларды бөлісуге мүмкіндігіңіз болуы үшін, барлық фото мен видео iCloud сервисіне автоматты түрде жүктеп салынып, қауіпсіз түрде сақталады.
ko: 사용자의 모든 사진 및 비디오를 iCloud에 자동으로 업로드하고 안전하게 저장하여 사용자의 모든 기기에서 사진 및 비디오를 탐색, 검색 및 공유할 수 있습니다.
lt: Automatiškai įkelkite ir saugiai saugokite visas nuotraukas ir vaizdo įrašus „iCloud“, kad galėtumėte naršyti, ieškoti ir bendrinti juos iš bet kurio savo įrenginio.
ms: Muat naik secara automatik dan simpan semua foto serta video anda dengan selamat dalam iCloud supaya anda boleh melayari, mencari dan berkongsi daripada sebarang peranti anda.
nb: Last automatisk opp alle bildene og videoene dine for sikker oppbevaring i iCloud, slik at du kan bla gjennom, søke i og dele dem på alle enhetene dine.
nl: Upload al je foto's en video's automatisch en bewaar ze veilig in iCloud, zodat je ze op al je apparaten kunt bekijken, doorzoeken en delen.
pl: Automatycznie wysyłaj do iCloud i bezpiecznie przechowuj tam wszystkie zdjęcia i wideo, aby móc je przeglądać, wyszukiwać i udostępniać ze wszystkich swoich urządzeń.
pt: Envie automaticamente e armazene com segurança todas as fotos e vídeos no iCloud para que você possa navegar, buscar e compartilhar a partir de todos os seus dispositivos.
pt_pt: Envie e armazene automaticamente e com segurança todas as suas fotografias e vídeos em iCloud, para os poder ver, procurar e partilhar a partir de qualquer dispositivo.
ro: Încărcați automat și stocați în siguranță toate pozele și clipurile dvs. video pe iCloud, astfel încât să le puteți explora, căuta și partaja de pe oricare dintre dispozitivele dvs.
ru: Все Ваши фото и видео автоматически выгружаются и безопасно хранятся в iCloud, чтобы Вы могли с любого из Ваших устройств просматривать и искать фото и видео, а также получать к ним общий доступ.
sk: Automaticky odošle a bezpečne uchová všetky vaše fotky a videá v iCloude, takže si ich budete môcť prezerať, vyhľadávať a zdieľať na všetkých svojich zariadeniach.
sl: Vse fotografije in videe lahko samodejno nalagate in shranjujete v storitev iCloud, nato pa jih pregledujete, iščete in delite z drugimi v vseh svojih napravah.
sv: Överför och lagra alla dina bilder och videor på iCloud, automatiskt och säkert, så att du kan bläddra bland, söka i och dela dem från alla dina enheter.
th: อัปโหลดและจัดเก็บรูปภาพและวิดีโอทั้งหมดของคุณอย่างปลอดภัยบน iCloud โดยอัตโนมัติ เพื่อให้คุณสามารถเลือกหา ค้นหา และแชร์จากอุปกรณ์ของคุณเครื่องใดก็ได้
tr: Tüm fotoğraflarınızı ve videolarınızı iCloud’a otomatik olarak yükleyip iCloud’da güvenli bir şekilde saklayarak aygıtlarınızın herhangi birinden bunlara göz atabilir, bunları arayabilir ve paylaşabilirsiniz.
uk: Автоматично закачуйте й безпечно зберігайте всі свої фото і відео в iCloud, щоб мати змогу переглядати, шукати й поширювати їх з усіх своїх пристроїв.
vi: Tự động tải lên và lưu trữ an toàn tất cả ảnh và video trong iCloud để bạn có thể duyệt, tìm kiếm và chia sẻ từ tất cả các thiết bị của mình.
zh_cn: 自动上传所有照片和视频，并安全地储存在iCloud中，方便你从任何设备浏览、搜索和共享。
zh_hk: 自動將所有相片和影片上載及安全地儲存於iCloud，讓你可以從任何裝置瀏覽、搜尋和共享。
zh_tw: 自動將所有照片和影片上傳並安全地儲存在iCloud上，以便你可以從任何裝置瀏覽、搜尋和分享。

# ICLOUDPHOTOS_GROUP_FOOTER_EXITING_STORAGE_MANAGEMENT_LINK_TITLE
source: iCloud Storage Management
ar: إدارة مساحة تخزين iCloud
bg: Управление на пространството в iCloud
ca: gestió de l’emmagatzematge a l’iCloud
cs: Správa úložiště na iCloudu
da: administration af lagringsplads i iCloud
de: iCloud-Speicherverwaltung
el: Διαχείριση χώρου αποθήκευσης iCloud
es: Gestión del almacenamiento de iCloud
es_us: Administración del almacenamiento en iCloud
fi: iCloud-tallennustilan hallinnassa
fr: Gestion du stockage iCloud
fr_ca: Gestion du stockage iCloud
he: ניהול שטח האחסון ב-iCloud
hi: iCloud स्टोरेज प्रबंधन
hr: Upravljanje iCloud memorijom
hu: iCloud-tárhely kezelése
id: Manajemen Penyimpanan iCloud
it: gestione dello spazio su iCloud
ja: iCloudストレージの管理
kk: iCloud сақтау орнын басқару
ko: iCloud 저장 공간 관리
lt: „iCloud“ saugyklos valdymas
ms: Pengurusan Storan iCloud
nb: Lagringshåndtering i iCloud
nl: iCloud-opslagbeheer
pl: ustawieniach zarządzania miejscem w iCloud
pt: Gerenciamento de Armazenamento do iCloud
pt_pt: Gestão de armazenamento em iCloud
ro: gestionarea spațiului de stocare iCloud
ru: Управление хранилищем iCloud
sk: Správa úložiska na iCloude
sl: Upravljanje shrambe iCloud
sv: iCloud-lagringshantering
th: การจัดการพื้นที่จัดเก็บข้อมูล iCloud
tr: iCloud Saklama Alanı Yönetimi
uk: Керування сховищем iCloud
vi: Quản lý dung lượng iCloud
zh_cn: iCloud储存空间管理
zh_hk: iCloud儲存空間管理
zh_tw: iCloud儲存空間管理

# ICLOUDPHOTOS_GROUP_FOOTER_FALLBACK_DESCRIPTION_EXITING_KEEP_ORIGINALS
source: iCloud Photos has been turned off. Photos and videos are no longer uploading. Items in iCloud will be deleted soon. You can undo this in %@.
ar: تم إيقاف صور iCloud، ولم يعد يتم تحميل الصور والفيديوهات. سيتم حذف العناصر في iCloud قريبًا. يمكنك التراجع عن ذلك في %@.
bg: Функцията iCloud снимки е изключена. Вече няма да бъдат качвани снимки и видеа. Елементите в iCloud скоро ще бъдат изтрити. Можете да отмените това действие в %@.
ca: S’han desactivat les fotos a l‘iCloud. Ja no s’hi carreguen ni les fotos ni els vídeos. Els ítems de l’iCloud s’eliminaran aviat. Pots desfer aquesta acció a la %@.
cs: Fotky na iCloudu byly vypnuty. Fotky a videa se už neodesílají. Položky na iCloudu budou brzy smazány. Tuto akci můžete odvolat v %@.
da: iCloud-fotos er blevet slået fra. Fotos og videoer overføres ikke længere. Emner i iCloud bliver snart slettet. Du kan fortryde dette i %@.
de: iCloud-Fotos wurde deaktiviert. Fotos und Videos werden nicht mehr hochgeladen. Objekte in iCloud werden in Kürze gelöscht. Du kannst dies in der %@ widerrufen.
el: Οι Φωτογραφίες iCloud έχουν απενεργοποιηθεί. Δεν πραγματοποιείται πλέον ανέβασμα φωτογραφιών και βίντεο. Τα στοιχεία στο iCloud θα διαγραφούν σύντομα. Μπορείτε να αναιρέσετε αυτήν την ενέργεια στη %@.
es: Se ha desactivado “Fotos en iCloud”. Ya no se cargarán más fotos ni vídeos y los que hay en iCloud se eliminarán en breve. Puedes deshacer esta acción en “%@”.
es_us: Se desactivó Fotos en iCloud. Ya no se cargarán fotos ni videos. Los elementos en iCloud se eliminarán pronto. Puedes cancelar esta acción en %@.
fi: iCloud-kuvat on laitettu pois päältä. Kuvia ja videoita ei enää lähetetä. iCloudissa olevat kohteet poistetaan pian. Voit perua tämän %@.
fr: Photos iCloud a été désactivé. Les photos et les vidéos ne sont plus transférées. Les éléments présents sur iCloud seront bientôt supprimés. Vous pouvez annuler cette opération dans %@.
fr_ca: L’option Photos iCloud a été désactivée. Les photos et les vidéos ne sont plus téléversées. Le contenu stocké sur iCloud sera bientôt supprimé. Vous pouvez annuler ceci dans %@.
he: המאפיין ״תמונות iCloud״ כובה. תמונות וסרטונים לא מועלים עוד. פריטים ב-iCloud יימחקו בקרוב. ניתן לבטל זאת דרך %@.
hi: iCloud तस्वीर को बंद कर दिया गया है। तस्वीरें और वीडियो अब अपलोड नहीं किए जा रहे हैं। iCloud के आइटम जल्द ही डिलीट कर दिए जाएँगे। आप %@ में इसे पहले जैसा कर सकते हैं।
hr: Isključene su iCloud fotografije. Fotografije i videozapisi više se ne postavljaju. Stavke na iCloudu uskoro će biti obrisane. Možete to poništiti u %@.
hu: Az iCloud-fotók ki lett kapcsolva. A fotók és videók feltöltése leállt. Az iCloudban található elemek hamarosan törölve lesznek. Ezt visszavonhatja itt: %@.
id: Foto iCloud telah dimatikan. Foto dan video tidak lagi diunggah. Item di iCloud akan segera dihapus. Anda dapat mengurungkan ini di %@.
it: “Foto di iCloud” è stato disattivato. Le foto e i video non verranno più caricati. Gli elementi su iCloud verranno eliminati a breve. Puoi annullare l’azione nella %@.
ja: iCloud写真はオフになっています。写真とビデオは現在アップロードされていません。iCloudの項目はまもなく削除されます。これは“%@”で取り消すことができます。
kk: «iCloud фотолары» функциясы өшірілді. Фотолар мен видеолар бұдан былай жүктеп салынбайды. iCloud сервисіндегі элементтер жақын арада жойылады. Бұл әрекеттен «%@» бөлімінде бас тартуға болады.
ko: iCloud 사진이 꺼져 있습니다. 사진 및 비디오가 더 이상 업로드되지 않으며 iCloud에 있는 항목은 곧 삭제됩니다. %@에서 이 동작을 실행 취소할 수 있습니다.
lt: Programa „iCloud“ nuotraukos“ yra išjungta. Nuotraukos ir vaizdo įrašai nebeįkeliami. „iCloud“ esantys elementai netrukus bus ištrinti. Anuliuoti šį veiksmą galite srityje „%@“.
ms: Foto iCloud telah dinyahaktifkan. Foto dan video tidak lagi dimuat naik. Item dalam iCloud akan dipadamkan tidak lama lagi. Anda boleh membuat asal ini dalam %@.
nb: iCloud Bilder er slått av. Bilder og videoer bli ikke lenger lastet opp. Objekter i iCloud vil bli slettet snart. Du kan angre dette i %@.
nl: iCloud-foto's is uitgeschakeld. Foto's en video's worden niet meer geüpload. Onderdelen in iCloud worden binnenkort verwijderd. Je kunt dit ongedaan maken in %@.
pl: Funkcja Zdjęcia w iCloud została wyłączona. Zdjęcia i wideo nie będą już wysyłane. Rzeczy przechowywane w iCloud zostaną usunięte wkrótce. Możesz to cofnąć w %@.
pt: As Fotos do iCloud foram desativadas. As fotos e vídeos não serão mais enviados. Os itens no iCloud serão apagados em breve. Você pode desfazer isso no %@.
pt_pt: A funcionalidade Fotografias em iCloud foi desativada. As fotografias e vídeos já não estão a ser enviados. Os elementos em iCloud serão apagados em breve. Pode anular esta operação nas %@.
ro: Funcționalitatea Poze iCloud a fost dezactivată. Pozele și clipurile video nu se mai încarcă. Articolele de pe iCloud vor fi șterse în curând. Puteți anula acest lucru în %@.
ru: Функция «Фото iCloud» выключена. Фото и видео больше не выгружаются. Хранящиеся в iCloud объекты вскоре будут удалены. Это можно отменить в разделе «%@».
sk: Služba iCloud Fotky bola vypnutá. Fotky a videá už nie sú odosielané. Položky na iCloude budú onedlho vymazané. Môžete to odvolať v %@.
sl: Funkcija Fotografije iCloud je izklopljena. Fotografije in videi se ne nalagajo več. Elementi v storitvi iCloud bodo kmalu izbrisani. To dejanje lahko razveljavite v razdelku %@.
sv: iCloud-bilder har stängts av. Bilder och videor överförs inte längre. Objekt på iCloud raderas snart. Du kan ångra detta i %@.
th: “รูปภาพ iCloud” ถูกปิดใช้ รูปภาพและวิดีโอจะไม่ถูกอัปโหลดอีกต่อไป รายการบน iCloud จะถูกลบในไม่ช้านี้ คุณสามารถเลิกทำการทำงานนี้ได้ใน %@
tr: iCloud Fotoğrafları kapalı. Fotoğraflar ve videolar artık karşıya yüklenmiyor. iCloud’daki öğeler yakında silinecek. Bunu %@ bölümünde geri alabilirsiniz.
uk: Фото iCloud було вимкнено. Фото і відео більше не закачуються. Елементи в iCloud буде невдовзі видалено. Відмінити це можна в меню «%@».
vi: Ảnh iCloud đã bị tắt. Ảnh và video không được tải lên nữa. Các mục trong iCloud sẽ sớm bị xóa. Bạn có thể hoàn tác hành động này trong %@.
zh_cn: “iCloud照片”已关闭。照片和视频不会再上传。iCloud中的项目很快将删除。你可以在%@中撤销此操作。
zh_hk: 「iCloud相片」已關閉。不會再上載相片和影片。即將刪除iCloud中的項目。你可以在「%@」中還原。
zh_tw: 「iCloud照片」已關閉。照片和影片不會再上傳。iCloud中的項目即將刪除。你可以在「%@」中還原。
